Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: Double tap to remove what-if score
ar: انقر مرتين لإزالة الدرجة المفترضة
ca: Toca-hi dues vegades per suprimir la puntuació Què passaria si
cy: Tapiwch ddwywaith i dynnu sgôr beth-os
da: Dobbelttryk for at fjerne hvad-nu-hvis-resultat
da_instk12: Dobbelttryk for at fjerne hvad-nu-hvis-resultat
de: Doppeltippen, um die hypothetische Punktzahl zu entfernen.
es: Haga doble clic para eliminar el puntaje hipotético
es_es: Toca dos veces para eliminar la puntuación hipotética
fi: Kaksoisnapauta poistaaksesi mitä jos -pistemäärä
fr: Appuyer deux fois pour supprimer le score conditionnel
fr_ca: Tapez deux fois pour supprimer le score de simulation What-If
ga: Tapáil faoi dhó chun an scór dá mbá rud é a bhaint
hi: क्या-अगर अंक निकालने के लिए दो बार टैप करें
ht: Tape de fwa pou elimine nòt similasyon an
id: Ketuk dua kali untuk menghapus skor bagaimana-kalau
is: Pikkaðu tvisvar til að fjarlægja spáða einkunn
it: Tocca due volte per rimuovere punteggio What-If
ja: ダブルタップで仮定スコアを削除
ko: 2번 탭하여 가상 점수 제거
mi: Pato rua hei tango i te kaute aha-mehemea
ms: Ketik dua kali untuk mengalih keluar markah andaian
nb: Dobbeltklikk for å fjerne hva-om-poengberegning
nb_instk12: Dobbeltklikk for å fjerne hva-om-poengberegning
nl: Dubbeltik om de wat-als-score te verwijderen
pl: Stuknij dwukrotnie, aby usunąć wynik prawdopodobny
pt: Toque duas vezes para remover a pontuação hipotética
pt_br: Toque duas vezes para remover a pontuação de variações hipotéticas
ru: Дважды нажмите для удаления возможной оценки
sl: Dvotapnite za odstranitev simulacije rezultatov
sv: Dubbeltryck för att ta bort vad om-poäng
sv_instk12: Dubbeltryck för att ta bort vad om-poäng
th: กดสองครั้งเพื่อลบคะแนน what-if
vi: Chạm đúp để xóa điểm giả định
zh: 双击删除假设分数
zh_hk: 點選兩下以移除假設分數

source: Double tap to revert to official score.
ar: انقر مرتين للعودة إلى الدرجة الرسمية.
ca: Toca-hi dues vegades per revertir la puntuació oficial.
cy: Tapiwch ddwywaith i fynd yn ôl i’r sgôr swyddogol.
da: Dobbelttryk for at vende tilbage til det officielle resultat.
da_instk12: Dobbelttryk for at vende tilbage til det officielle resultat.
de: Doppeltippen, um zur offiziellen Punktzahl zurückzukehren.
es: Haga doble clic para revertir el puntaje oficial.
es_es: Toca dos veces para cancelar la puntuación oficial.
fi: Kaksoisnapauta palauttaaksesi viralliseen lähteeseen.
fr: Appuyez deux fois pour revenir au score officiel.
fr_ca: Tapez deux fois pour revenir au score officiel.
ga: Tapáil faoi dhó chun filleadh ar an scór oifigiúil.
hi: आधिकारिक अंक पर वापस जाने के लिए दो बार टैप करें।
ht: Tape de fwa pou retounan nan nòt ofisyèl la.
id: Ketuk dua kali untuk mengembalikan ke skor resmi.
is: Pikkaðu tvisvar til að snúa aftur í opinbera einkunn.
it: Tocca due volte per tornare al punteggio ufficiale.
ja: ダブルタップで公式スコアに戻る
ko: 2번 탭하여 공식 점수로 되돌립니다.
mi: Paa rua kia hoki ki te kaute mana.
ms: Ketik dua kali untuk kembali ke skor rasmi.
nb: Dobbeltklikk for å tilbakestille hva-om-poengberegning.
nb_instk12: Dobbeltklikk for å tilbakestille hva-om-poengberegning.
nl: Dubbeltik om terug te zetten naar de officiële score.
pl: Stuknij dwukrotnie, aby przywrócić wynik oficjalny.
pt: Toque duas vezes para reverter para a pontuação oficial.
pt_br: Toque duas vezes para reverter para a pontuação oficial.
ru: Дважды нажмите, чтобы вернуться к официальной оценке.
sl: Dvvotapnite za povrnitev na uradni rezultat.
sv: Dubbeltryck för att återställa till det officiella resultatet.
sv_instk12: Dubbeltryck för att återställa till det officiella resultatet.
th: กดสองครั้งเพื่อคืนค่าคะแนนอย่างเป็นทางการ
vi: Chạm đúp để hoàn nguyên về điểm chính thức.
zh: 双击恢复正式分数。
zh_hk: 點選兩下以回復正式分數。

source: Double tap to select
ar: اضغط ضغطًا مزدوجًا للتحديد
ca: Toca dues vegades per seleccionar-ho
cy: Dwbl tap i ddewis
da: Dobbelttryk for at vælge
da_instk12: Dobbelttryk for at vælge
de: Zum Auswählen zweimal tippen
es: Doble clic para seleccionar
es_es: Toca dos veces para seleccionar
fi: Valitse kaksoinapsauttamalla
fr: Appuyez deux fois pour sélectionner
fr_ca: Double taper pour sélectionner
ga: Tapáil faoi dhó chun é a roghnú
hi: चयन करें के लिए दो बार टैप करें
ht: Tape de fwa pou seleksyone
id: Ketuk dua kali untuk memilih
is: Pikkaðu tvisvar til að velja
it: Tocca due volte per selezionare
ja: ダブルタップして選択する
ko: 2번 탭하여 선택
mi: Pato rua hei kowhiri
ms: Ketik dua kali untuk memilih
nb: Dobbeltklikk for å velge
nb_instk12: Dobbeltklikk for å velge
nl: Twee keer tikken om te selecteren
pl: Stuknij dwukrotnie, aby wybrać
pt: Toque duas vezes para selecionar
pt_br: Toque duas vezes para selecionar
ru: Щелкните дважды для выбора
sl: Dvakrat tapnite za izbiro
sv: Dubbeltryck för att välja
sv_instk12: Dubbeltryck för att välja
th: กดสองครั้งเพื่อเลือก
vi: Nhấp đúp để chọn
zh: 双击进行选择
zh_hk: 點選兩下進行選擇

source: Double-tap to collapse
ar: اضغط مرتين للطي
ca: Toqueu-hi dues vegades per contraure-ho
cy: Tapiwch ddwywaith i grebachu
da: Dobbelttryk for at skjule
da_instk12: Dobbelttryk for at skjule
de: Zum Reduzieren doppelt tippen
es: Toque dos veces para colapsar
es_es: Toca dos veces para colapsar
fi: Kutista kaksoisnapauttamalla
fr: Appuyer deux fois pour réduire
fr_ca: Taper à 2 reprises pour réduire
ga: Tapáil faoi dhó le leacú
hi: संक्षिप्त करने के लिए दो बार टैप करें
ht: Tape de fwa pou redwi
id: Ketuk dua kali untuk menciutkan
is: Pikkaðu tvisvar til að fella saman
it: Tocca due volte per comprimere
ja: ダブル-タップして折りたたむ
ko: 2번 탭하여 접기
mi: Pato rua kia tiango
ms: Ketik dua kali untuk meruntuhkan
nb: Dobbeltklikk for å skjule
nb_instk12: Dobbeltklikk for å skjule
nl: Dubbeltikken om samen te vouwen
pl: Stuknij dwukrotnie, aby zwinąć
pt: Toque duas vezes para recolher
pt_br: Toque duas vezes para recolher
ru: Щелкните дважды, чтобы свернуть
sl: Dvakrat tapnite za strnitev
sv: Dubbeltryck för att dölja
sv_instk12: Dubbeltryck för att dölja
th: กดสองครั้งเพื่อย่อ
vi: Nhấp đúp để thu gọn
zh: 双击以折叠
zh_hk: 點選兩下以收起

source: Double-tap to expand
ar: اضغط مرتين للتوسعة
ca: Toqueu-hi dues vegades per desplegar-ho
cy: Tapiwch ddwywaith i ehangu
da: Dobbelttryk for at udvide
da_instk12: Dobbelttryk for at udvide
de: Zum Erweitern doppelt tippen
es: Toque dos veces para expandir
es_es: Toca dos veces para expandir
fi: Laajenna kaksoisnapauttamalla
fr: Appuyer deux fois pour développer
fr_ca: Taper à 2 reprises pour développer
ga: Tapáil faoi dhó le leathnú
hi: बढ़ाने के लिए दो बार टैप करें
ht: Tape de fwa pou elaji
id: Ketuk dua kali untuk memperluas
is: Pikkaðu tvisvar til að stækka
it: Tocca due volte per espandere
ja: ダブル-タップして拡大する
ko: 2번 탭하여 펼치기
mi: Paoa rua ki te whakawhānui
ms: Ketik dua kali untuk mengembangkan
nb: Dobbeltklikk for å vise
nb_instk12: Dobbeltklikk for å vise
nl: Dubbeltikken om uit te vouwen
pl: Stuknij dwukrotnie, aby rozwinąć
pt: Toque duas vezes para expandir
pt_br: Toque duas vezes para expandir
ru: Щелкните дважды, чтобы развернуть
sl: Dvakrat tapnite za razširitev
sv: Dubbeltryck för att visa
sv_instk12: Dubbeltryck för att visa
th: กดสองครั้งเพื่อขยาย
vi: Nhấp đúp để mở rộng
zh: 双击以展开
zh_hk: 點選兩下以展開

source: Download complete
ar: اكتمل التنزيل
ca: S’ha completat la baixada
cy: Wedi gorffen llwytho i lawr
da: Download fuldført
da_instk12: Download fuldført
de: Download abgeschlossen
es: Descarga completada
es_es: Descarga completa
fi: Lataus valmis
fr: Téléchargement terminé
fr_ca: Téléchargement terminé
ga: Íoslódáil críochnaithe
hi: डाउनलोड पूरा हुआ
ht: Telechajman fini
id: Pengunduhan selesai
is: Niðurhleðslu lokið
it: Download completato
ja: ダウンロード完了
ko: 다운로드 완료
mi: Kua oti te tango
ms: Muat turun lengkap
nb: Nedlasting fullført
nb_instk12: Nedlasting fullført
nl: Downloaden voltooid
pl: Ukończono pobieranie
pt: Transferência concluída
pt_br: Download concluído
ru: Скачивание завершено
sl: Prenos je končan
sv: Nedladdning slutförd
sv_instk12: Nedladdning slutförd
th: ดาวน์โหลดเสร็จสิ้น
vi: Tải xuống thành công
zh: 下载完成
zh_hk: 完成下載

source: Downloading
ar: جارٍ التنزيل
ca: S'està baixant
cy: Wrthi’n llwytho i lawr
da: Downloader
da_instk12: Downloader
de: Wird heruntergeladen
es: Descargando
es_es: Descargando
fi: Ladataan
fr: Téléchargement
fr_ca: Téléchargement en cours…
ga: Ag íoslódáil
hi: डाउनलोड किया जा रहा है
ht: Telechajman
id: Mengunduh
is: Hleðst niður
it: Download in corso
ja: 読み込み中
ko: 다운로드
mi: Tikiake ana
ms: Memuat turun
nb: Laster ned
nb_instk12: Laster ned
nl: Bezig met downloaden
pl: Pobieranie
pt: A transferir
pt_br: Baixando
ru: Скачивание
sl: Prenašanje
sv: Laddar ned
sv_instk12: Laddar ned
th: ดาวน์โหลด
vi: Đang tải xuống
zh: 正在下载
zh_hk: 正在下載

source: Downloading %@ of %@
ar: جارٍ تنزيل %@ من %@
ca: S'està baixant %@ de %@
cy: Wrthi’n llwytho i lawr %@ o %@
da: Downloader %@ af %@
da_instk12: Downloader %@ af %@
de: Herunterladen von %@ von %@
es: Descargando %@ de %@
es_es: Descargando %@ de %@
fi: Ladataan %@ / %@
fr: Téléchargement de %@ sur %@
fr_ca: Téléchargement de %@ de %@
ga: Ag íoslódáil %@ de %@
hi: इतने में से %@ डाउनलोड किया जा रहा है: %@
ht: Telechajman %@ sou %@
id: Mengunduh %@ dari %@
is: Sækir %@ af %@
it: Download di %@ di %@
ja: %@ （）中ダウンロード中…%@
ko: 다운로드 %@/ %@
mi: Kei te tikiake %@ o %@
ms: Memuat turun %@ daripada %@
nb: Laster ned %@ av %@
nb_instk12: Laster ned %@ av %@
nl: %@ downloaden van %@
pl: Pobieranie %@ z %@
pt: Descarregamento %@ de %@
pt_br: Baixando %@ de %@
ru: Скачивание %@ из %@
sl: Prenos %@ od %@
sv: Laddar ned %@ av %@
sv_instk12: Laddar ned %@ av %@
th: กำลังดาวน์โหลด %@ จาก %@
vi: Đang tải xuống %@ / %@
zh: 下载进度%@/%@
zh_hk: 下載 %@%@

source: Due
ar: الاستحقاق
ca: Data de lliurament
cy: Erbyn
da: Forfalder
da_instk12: Forfalder
de: Fällig
es: Fecha de entrega
es_es: Fecha de entrega
fi: Määräpäivä
fr: Dû le
fr_ca: Échéance
ga: Dlite
hi: नियत
ht: Delè
id: Batas Waktu
is: Skilafrestur
it: Scadenza
ja: 期限
ko: 기한
mi: E tika ana
ms: Cukup tempoh
nb: Forfall
nb_instk12: Forfall
nl: Inleverdatum
pl: Termin
pt: Data de vencimento
pt_br: Vencimento
ru: Срок
sl: Rok
sv: Inlämningsdatum
sv_instk12: Inlämningsdatum
th: ครบกำหนด
vi: Hạn
zh: 截止
zh_hk: 截止

source: Due %@
ar: الاستحقاق %@
ca: Data de lliurament %@
cy: Erbyn %@
da: Forfalder %@
da_instk12: Forfalder %@
de: Fällig %@
es: Fecha de entrega %@
es_es: Fecha de entrega %@
fi: Määräpäivä %@
fr: Dû le %@
fr_ca: Échéance %@
ga: Dlite %@
hi: नियत %@
ht: Delè %@
id: Batas Waktu %@
is: Skilafrestur %@
it: Scadenza %@
ja: 期限%@
ko: 기한 %@
mi: E tika ana %@
ms: Cukup tempoh %@
nb: Forfall %@
nb_instk12: Forfall %@
nl: Inleverdatum %@
pl: Termin %@
pt: Data de vencimento %@
pt_br: Vencimento %@
ru: Срок %@
sl: Rok %@
sv: Inlämningsdatum %@
sv_instk12: Inlämningsdatum %@
th: ครบกำหนด %@
vi: Hạn %@
zh: 截止%@
zh_hk: 截止%@

source: Due Date
ar: تاريخ الاستحقاق
ca: Data de lliurament
cy: Dyddiad Erbyn
da: Afleveringsdato
da_instk12: Afleveringsdato
de: Abgabetermin
es: Fecha de entrega
es_es: Fecha de entrega
fi: Määräpäivä
fr: Date limite
fr_ca: Date d’échéance
ga: Dáta dlite
hi: नियत तिथि
ht: Delè
id: Batas Waktu
is: Skiladagur
it: Data di scadenza
ja: 提出期限
ko: 기한 날짜
mi: Rā e tika ana
ms: Tarikh Siap
nb: Forfallsdato
nb_instk12: Forfallsdato
nl: Inleverdatum
pl: Termin
pt: Data limite
pt_br: Prazo de entrega
ru: Срок выполнения
sl: Rok
sv: Sista inlämningsdatum
sv_instk12: Inlämningsdatum
th: วันครบกำหนด
vi: Ngày Đến Hạn
zh: 截止日期
zh_hk: 截止日期

source: Due Dates
ar: تواريخ الاستحقاق
ca: Dates de lliurament
cy: Dyddiadau Erbyn
da: Afleveringsdatoer
da_instk12: Afleveringsdatoer
de: Abgabetermine
es: Fechas de entrega
es_es: Fechas de entrega
fi: Määräpäivät
fr: Dates limites de rendu
fr_ca: Dates d'échéance
ga: Dátaí Dlite
hi: नियत तिथियां
ht: Delè
id: Tanggal Batas
is: Skiladagar
it: Date di scadenza
ja: 提出期限
ko: 기한 날짜
mi: Nga rā e tika ana
ms: Tarikh Siap
nb: Forfallsdatoer
nb_instk12: Forfallsdatoer
nl: Inleverdatums
pl: Terminy
pt: Datas de limite
pt_br: Prazos de entrega
ru: Сроки выполнения
sl: Roki
sv: Inlämningsdatum
sv_instk12: Inlämningsdatum
th: วันครบกำหนด
vi: Ngày Đến Hạn
zh: 截止日期
zh_hk: 截止日期

source: Due Dates, Double tap for details.
ar: تواريخ الاستحقاق، اضغط ضغطًا مزدوجًا للاطلاع على التفاصيل.
ca: Dates de lliurament. Toqueu dues vegades per obtenir-ne informació.
cy: Dyddiadau Cau, Tapiwch ddwywaith i gael y manylion.
da: Afleveringsdatoer, dobbeltklik for detaljer.
da_instk12: Afleveringsdatoer, dobbeltklik for detaljer.
de: Fälligkeitsdaten, Doppeltipp für Details
es: Fechas límite, tocar dos veces para ver detalles
es_es: Fechas de entrega, toca dos veces para ver los detalles
fi: Määräajat, näet tiedot kaksoisnapauttamalla.
fr: Dates limites, appuyez deux fois pour plus de détails.
fr_ca: Dates d’échéance, appuyez deux fois pour plus de détails.
ga: Dátaí Dlite, Tapáil faoi dhó le haghaidh sonraí.
hi: नियत तिथियां, विवरण के लिए डबल टैप करें।
ht: Delè, Tape de fwa pou ka wè detay yo.
id: Tanggal Batas, Ketuk Dua Kali untuk detail.
is: Skiladagar, tvísmelltu fyrir upplýsingar.
it: Date di scadenza. Tocca due volte per visualizzare i dettagli.
ja: 期限、詳細をダブルタップしてください。
ko: 기한 날짜, 2번 탭하여 세부 정보를 확인합니다.
mi: Ngā ra e tika ana, Pātōtō rua wā mō ngā taipitopito.
ms: Tarikh Siap, Ketik dua kali untuk melihat butiran.
nb: Forfallsdatoer, dobbeltklikk for detaljer.
nb_instk12: Forfallsdatoer, dobbeltklikk for detaljer.
nl: Vervaldatums, voor details dubbelklikken.
pl: Terminy; stuknij dwukrotnie, aby wyświetlić szczegóły.
pt: Datas devidas, toque duas vezes para obter detalhes.
pt_br: Prazos de entrega, toque duas vezes para detalhes.
ru: Сроки исполнения, щелкнуть дважды для отображения деталей.
sl: Roki; dvakrat tapnite za podrobnosti.
sv: Inlämningsdatum, dubbelklicka för detaljer.
sv_instk12: Inlämningsdatum, dubbelklicka för detaljer.
th: วันครบกำหนด กดสองครั้งเพื่อดูรายละเอียด
vi: Ngày Đến Hạn, Nhấn đúp để biết chi tiết.
zh: 截止日期，双击可显示详情。
zh_hk: 截止日期，雙擊以顯示詳情。

source: Due:
ar: تاريخ الاستحقاق:
ca: Data de lliurament:
cy: Erbyn:
da: Forfalder:
da_instk12: Forfalder:
de: Fällig:
es: Fecha límite:
es_es: Fecha de entrega:
fi: Määräpäivä:
fr: À remettre le :
fr_ca: Échéance :
ga: Dlite:
hi: नियत:
ht: Delè:
id: Batas waktu:
is: Skil:
it: Scadenza:
ja: 期限：
ko: 기한:
mi: E tika ana:
ms: Cukup tempoh:
nb: Frist:
nb_instk12: Frist:
nl: Inleverdatum:
pl: Termin:
pt: Vencimento:
pt_br: Vencimento:
ru: Срок:
sl: Rok:
sv: Inlämningsdatum:
sv_instk12: Inlämningsdatum:
th: ครบกำหนด:
vi: Hạn:
zh: 到期：
zh_hk: 截止日期：

source: Due: %@
ar: تاريخ الاستحقاق: %@
ca: Data de lliurament: %@
cy: Erbyn: %@
da: Forfalder: %@
da_instk12: Forfalder: %@
de: Fällig: %@
es: Fecha de entrega: %@
es_es: Fecha de entrega: %@
fi: Määräpäivä: %@
fr: À rendre le : %@
fr_ca: Échéance : %@
ga: Dlite: %@
hi: नियत: %@
ht: Delè: %@
id: Batas waktu: %@
is: Skil: %@
it: Scadenza: %@
ja: 期限：%@
ko: 기한: %@
mi: E tika ana: %@
ms: Cukup tempoh: %@
nb: Frist: %@
nb_instk12: Frist: %@
nl: Inleverdatum: %@
pl: Termin: %@
pt: Data limite: %@
pt_br: Vencimento: %@
ru: Срок: %@
sl: Rok: %@
sv: Förfallodatum: %@
sv_instk12: Färdiggjord: %@
th: ครบกำหนด: %@
vi: Hạn: %@
zh: 到期：%@
zh_hk: 截止日期：%@

source: Edit
ar: تحرير
ca: Edita
cy: Golygu
da: Rediger
da_instk12: Redigér
de: Ändern
es: Editar
es_es: Editar
fi: Muokkaa
fr: Modifier
fr_ca: Modifier
ga: Cuir in eagar
hi: संपादित करें
ht: Modifye
is: Breyta
it: Modifica
ja: 編集
ko: 편집
mi: Whakatika
nb: Rediger
nb_instk12: Rediger
nl: Bewerken
pl: Edytuj
pt: Editar
pt_br: Editar
ru: Редактировать
sl: Uredi
sv: Redigera
sv_instk12: Redigera
th: แก้ไข
vi: Chỉnh Sửa
zh: 编辑
zh_hk: 編輯

source: Edit Announcement
ar: تحرير الإعلان
ca: Edita l'anunci
cy: Golygu Cyhoeddiad
da: Rediger besked
da_instk12: Rediger besked
de: Ankündigung bearbeiten
es: Editar anuncio
es_es: Editar anuncio
fi: Muokkaa ilmoitusta
fr: Modifier l’annonce
fr_ca: Modifier l’annonce
ga: Cuir Fógra in Eagar
hi: घोषणा संपादित करें
ht: Modifye Anons
id: Edit Pengumuman
is: Breyta tilkynningu
it: Modifica annuncio
ja: 発表を編集
ko: 공지 편집
mi: Whakatika Pānuitanga
ms: Edit Pengumuman
nb: Rediger kunngjøring
nb_instk12: Rediger beskjed
nl: Aankondiging bewerken
pl: Edytuj ogłoszenie
pt: Editar anúncio
pt_br: Editar aviso
ru: Редактировать объявление
sl: Uredi obvestilo
sv: Redigera anslag
sv_instk12: Redigera meddelande
th: แก้ไขประกาศแจ้ง
vi: Chỉnh Sửa Thông Báo
zh: 编辑公告
zh_hk: 編輯通告

source: Edit Assignment
ar: تحرير المهمة
ca: Edita l'activitat
cy: Golygu Aseiniad
da: Rediger opgave
da_instk12: Rediger opgave
de: Aufgabe ändern
es: Editar tarea
es_es: Editar actividad
fi: Muokkaa tehtävää
fr: Modifier un travail
fr_ca: Modifier le travail
ga: Cuir Tasc in Eagar
hi: असाइनमेंट संपादित करें
ht: Modifye Sesyon
id: Edit Tugas
is: Breyta verkefni
it: Modifica compito
ja: 課題を編集する
ko: 과제 편집
mi: Whakatika whakataunga
ms: Edit Tugasan
nb: Rediger oppgave
nb_instk12: Rediger oppgave
nl: Opdracht bewerken
pl: Edytuj zadanie
pt: Editar tarefa
pt_br: Editar tarefa
ru: Редактировать задание
sl: Uredi nalogo
sv: Redigera uppgift
sv_instk12: Redigera uppgift
th: แก้ไขภารกิจ
vi: Chỉnh Sửa Bài Tập
zh: 编辑作业
zh_hk: 編輯作業

source: Edit attachment (1)
ar: تحرير المرفق (1)
ca: Edita el fitxer adjunt (1)
cy: Golygu atodiad (1)
da: Rediger vedhæftet fil (1)
da_instk12: Rediger vedhæftet fil (1)
de: Anhang bearbeiten (1)
es: Editar adjunto (1)
es_es: Editar adjunto (1)
fi: Muokkaa liitettä (1)
fr: Modifier la pièce jointe (1)
fr_ca: Modifier la pièce jointe (1)
ga: Cuir ceangaltán in eagar (1)
hi: संलग्नक संपादित करें (1)
ht: Chanje pyès jwent (1)
id: Edit lampiran (1)
is: Breyta viðhengi (1)
it: Modifica allegato (1)
ja: 添付 (1) を編集する
ko: 첨부 파일 편집(1)
mi: Whakatika tāpiritanga(1)
ms: Edit Kepilan (1)
nb: Legg til vedlegg (1)
nb_instk12: Legg til vedlegg (1)
nl: Bijlage bewerken (1)
pl: Edytuj załącznik (1)
pt: Editar anexo (1)
pt_br: Editar anexo (1)
ru: Редактировать вложение (1)
sl: Uredi prilogo (1)
sv: Redigera bilaga (1)
sv_instk12: Redigera bilaga (1)
th: แก้ไขเอกสารแนบ (1)
vi: Chỉnh sửa tập tin đính kèm (1)
zh: 编辑附件 (1)
zh_hk: 編輯附件 (1)

source: Edit attachment (none)
ar: تحرير المرفق (بلا)
ca: Edita el fitxer adjunt (cap)
cy: Golygu atodiad (dim)
da: Rediger vedhæftet fil (ingen)
da_instk12: Rediger vedhæftet fil (ingen)
de: Anhang bearbeiten (0)
es: Editar adjunto (ninguno)
es_es: Editar adjunto (ninguno)
fi: Muokkaa liitettä (ei mitään)
fr: Modifier la pièce jointe (aucune)
fr_ca: Modifier la pièce jointe (aucune)
ga: Cuir ceangaltán in eagar (ceann ar bith)
hi: संलग्नक संपादित करें (कोई नहीं)
ht: Chanje pyès jwent (okenn)
id: Edit Lampiran (tidak ada)
is: Breyta viðhengi (ekkert)
it: Modifica allegato (nessuno)
ja: 添付 (なし) を編集する
ko: 첨부 파일 편집(없음)
mi: Whakatika tāpiritanga(kore)
ms: Edit kepilan (tiada)
nb: Legg til vedlegg (ingen)
nb_instk12: Legg til vedlegg (ingen)
nl: Bijlage bewerken (geen)
pl: Edytuj załącznik (brak)
pt: Editar anexo (nenhum)
pt_br: Editar anexo (nenhum)
ru: Редактировать вложение (нет)
sl: Uredi prilogo (brez)
sv: Redigera bilaga (ingen)
sv_instk12: Redigera bilaga (ingen)
th: แก้ไขเอกสารแนบ (ไม่มี)
vi: Chỉnh sửa tập tin đính kèm (không có)
zh: 编辑附件（无）
zh_hk: 編輯附件 (無)

source: Edit course settings
ar: تحرير إعدادات المساق
ca: Edita la configuració de l'assignatura
cy: Golygu gosodiadau’r cwrs
da: Rediger fagindstillinger
da_instk12: Rediger fagindstillinger
de: Kurseinstellungen ändern
es: Editar configuraciones del curso
es_es: Editar configuraciones de la asignatura
fi: Muokkaa kurssin asetuksia
fr: Modifier paramètres du cours
fr_ca: Modifier les paramètres du cours
ga: Cuir socruithe an chúrsa in eagar
hi: पाठ्यक्रम सेटिंग्स संपादित करें
ht: Modifye paramèt kou
id: Edit pengaturan kursus
is: Breyta námskeiðsstillingum
it: Modifica impostazioni corso
ja: コース設定を編集
ko: 과목 설정 편집
mi: Whakatika akoranga tautuhinga
ms: Edit tetapan kursus
nb: Rediger emne-innstillinger
nb_instk12: Rediger fag-innstillinger
nl: Cursusinstellingen bewerken
pl: Edytuj ustawienia kursu
pt: Editar configurações do curso
pt_br: Editar configurações do curso
ru: Редактировать настройки курса
sl: Uredi nastavitve predmeta
sv: Redigera kursinställningar
sv_instk12: Redigera kursinställningar
th: แก้ไขค่าปรับตั้งบทเรียน
vi: Chỉnh sửa cài đặt khóa học
zh: 编辑课程设置
zh_hk: 編輯課程設定

source: Edit Discussion
ar: تحرير النقاش
ca: Edita el fòrum
cy: Golygu Trafodaeth
da: Rediger diskussion
da_instk12: Rediger diskussion
de: Diskussion bearbeiten
es: Editar foro de discusión
es_es: Editar foro de discusión
fi: Muokkaa keskustelu
fr: Modifier discussion
fr_ca: Modifier la discussion
ga: Cuir Fóram in Eagar
hi: चर्चा संपादित करें
ht: Modifye Diskisyon
id: Edit Diskusi
is: Breyta umræðu
it: Modifica discussione
ja: ディスカッションを編集
ko: 토론 편집
mi: Whakatika kōrerorero
ms: Edit Perbincangan
nb: Rediger diskusjon
nb_instk12: Rediger diskusjon
nl: Discussie bewerken
pl: Edytuj dyskusję
pt: Editar Discussão
pt_br: Editar fórum
ru: Редактировать дискуссию
sl: Uredi razpravo
sv: Redigera diskussion
sv_instk12: Redigera diskussion
th: แก้ไขการพูดคุย
vi: Chỉnh Sửa Thảo Luận
zh: 编辑讨论
zh_hk: 編輯討論區

source: Edit Event
ar: تحرير الحدث
ca: Edita l'esdeveniment
cy: Golygu Digwyddiad
da: Rediger begivenhed
da_instk12: Rediger begivenhed
de: Event bearbeiten
es: Editar el evento
es_es: Editar el evento
fi: Muokkaa tapahtumaa
fr: Modifier l’événement
fr_ca: Modifier l’événement
ga: Cuir Imeacht in Eagar
hi: घटना संपादित करें
ht: Modifye Aktivite
id: Edit Acara
is: Breyta viðburði
it: Modifica eventi
ja: イベントの編集
ko: 이벤트 편집
mi: Tauwhāinga Whakatika
ms: Edit Acara
nb: Rediger hendelse
nb_instk12: Rediger hendelse
nl: De gebeurtenis bewerken
pl: Edytuj wydarzenie
pt: Editar evento
pt_br: Editar evento
ru: Редактировать Событие
sl: Uredi dogodek
sv: Redigera händelse
sv_instk12: Redigera händelse
th: แก้ไขกิจกรรม
vi: Chỉnh Sửa Sự Kiện
zh: 编辑事件
zh_hk: 編輯事件

source: Edit File
ar: تحرير الملف
ca: Edita el fitxer
cy: Golygu Ffeil
da: Rediger fil
da_instk12: Rediger fil
de: Datei bearbeiten
es: Editar archivo
es_es: Editar archivo
fi: Muokkaa tiedostoa
fr: Modifier le fichier
fr_ca: Modifier le fichier
ga: Cuir Comhad in Eagar
hi: फ़ाइल संपादित करें
ht: Modifye Fichye
is: Breyta skrá
it: Modifica file
ja: ファイルを編集
ko: 파일 편집
mi: Whakatika Kōnae
ms: Edit Fail
nb: Endre fil
nb_instk12: Endre fil
nl: Bestand bewerken
pl: Edytuj plik
pt: Editar Ficheiro
pt_br: Editar arquivo
ru: Редактировать файл
sl: Uredi datoteko
sv: Redigera fil
sv_instk12: Redigera fil
th: แก้ไขไฟล์
vi: Chỉnh Sửa Tập Tin
zh: 编辑文件
zh_hk: 編輯檔案

source: Edit Folder
ar: تحرير المجلد
ca: Edita la carpeta
cy: Golygu Ffolder
da: Rediger mappe
da_instk12: Rediger mappe
de: Ordner bearbeiten
es: Editar carpeta
es_es: Editar carpeta
fi: Muokkaa kansiota
fr: Modifier le dossier
fr_ca: Modifier le dossier
ga: Cuir Fillteán in Eagar
hi: फ़ोल्डर संपादित करें
ht: Modifye Dosye
is: Breyta möppu
it: Modifica cartella
ja: フォルダを編集
ko: 폴더 편집
mi: Whakatika Kōpaki
nb: Endre mappe
nb_instk12: Endre mappe
nl: Map bewerken
pl: Edytuj folder
pt: Editar pasta
pt_br: Editar pasta
ru: Редактировать папку
sl: Uredi mapo
sv: Redigera mapp
sv_instk12: Redigera mapp
th: แก้ไขโฟลเดอร์
vi: Chỉnh Sửa Thư Mục
zh: 编辑文件夹
zh_hk: 編輯資料夾

source: Edit Page
ar: تحرير صفحة
ca: Edita la pàgina
cy: Golygu Tudalen
da: Rediger side
da_instk12: Rediger side
de: Seite bearbeiten
es: Editar página
es_es: Editar página
fi: Muokkaa sivua
fr: Modifier la page
fr_ca: Modifier une page
ga: Cuir Leathanach in Eagar
hi: पेज संपादित करें
ht: Modifye Paj
id: Edit Halaman
is: Breyta síðu
it: Modifica pagina
ja: ページを編集
ko: 페이지 편집
mi: Whakatika Whārangi
ms: Edit Halaman
nb: Rediger sider
nb_instk12: Rediger sider
nl: Pagina bewerken
pl: Edytuj stronę
pt: Editar Página
pt_br: Editar página
ru: Редактировать страницу
sl: Uredi stran
sv: Redigera sidan
sv_instk12: Redigera sidan
th: แก้ไขเพจ
vi: Chỉnh Sửa Trang
zh: 编辑页面
zh_hk: 編輯內容頁
